Repository: mikutter/mikutter
Catalog: core/plugin/notify/po/*/notify.po
Languages: ro_ro

source: 通知
ro_ro: Notificare

source: ポップアップ
ro_ro: Popup

source: サウンド
ro_ro: Sunet

source: フレンドタイムライン
ro_ro: Cronologia prietenilor

source: リプライ
ro_ro: Răspuns

source: フォローされたとき
ro_ro: Când eşti urmărit de către oricine.

source: フォロー解除されたとき
ro_ro: Când nu mai eşti urmărit de către oricine.

source: リツイートされたとき
ro_ro: Când tweet-ul este retweeted de către oricine.

source: ふぁぼられたとき
ro_ro: Când tweet-ul meu este marcat ca favorit de către oricine.

source: ダイレクトメッセージ受信
ro_ro: Când este primit un mesaj direct.

source: 通知を表示し続ける秒数
ro_ro: Păstrează notificările afişate pentru un număr de secunde

source: %{users} にフォローされました。
ro_ro: Urmat de %{users}.

source: %{users} にリムーブされました。
ro_ro: Anulare urmărire de către %{users}.

source: fav by %{from_user} "%{tweet}"
ro_ro: fav de %{from_user} "%{tweet}"
