Repository: mikutter/mikutter
Catalog: core/plugin/set_input/po/*/set_input.po
Languages: de, ro_ro

# 入力
source: Input
de: Eingabe
ro_ro: Intrare

# 投稿をリトライする回数
source: Retry count before giving up a post
de: Anzahl der Sendeversuche vor dem Aufgeben.
ro_ro: Reîncearcă numărul înainte de a formula un mesaj

# 非公式Retweetにin_reply_to_statusを付与する
source: Add in_reply_to_status to unofficial Retweets
de: Füge in_reply_to_status zu unofficial Retweets hinzu.
ro_ro: Adaugă în_răspunsul_la_status pentru Retweet-uri neoficiale

# 短縮URL
source: Short URL
de: Kurz URL
ro_ro: URL scurt

# 常にURLを短縮する
source: Always shoten URLs
de: URLs immer kürzen
ro_ro: Scurtează întotdeaună URL-uri

# フッタ
source: Footer
de: Fußzeile
ro_ro: Subsol

# デフォルトで挿入するフッタ
source: Default footer
de: Standard Fusszeile
ro_ro: Subsol implicit

# リプライの場合はフッタを付与しない
source: Don't append footer to your reply
de: Füge keine Fusszeile zu deiner Antwort hinzu.
ro_ro: Nu adăuga subsolul la răspuns

# リプライの時に[試験3日前]とか入ったらアレでしょう。そんなのともおさらばです。
source: If you felt somehow unpleased when you posted a reply with such footer like [3 days to finals], let's make it last time with this.
de: If you felt somehow unpleased when you posted a reply with such footer like [3 days to finals], let's make it last time with this. Wenn du dich schlecht beim senden einer Fusszeile wie z.B. [3 days to finals] fühlst, las es uns das letzte mal tun.
ro_ro: Dacă te-ai simţit cumva nemulţumit la postarea unui răspuns cu acest un subsol de tip [3 zile până la finalizare], s-o lăsăm atunci pe data viitoare.

# 引用(非公式ReTweet)の場合はフッタを付与しない
source: Don't append suffix to your quote tweet (QT)
de: füge keinen Suffix zu deinem Quote Tweet hinzu (QT).
ro_ro: Nu adăuga sufixul la citarea tweet-ului. (QT)

# 関係ないけど、ツールチップってあんまり役に立つこと書いてないし、後ろ見えないし邪魔ですよねぇ
source: By the way, is it just me or do y'all find tooltips to be rubbish? I mean, they rarely contain useful information, and they block your view.
de: Übrigens, finde nur ich Tooltips blöd? Ich meine, sie enthaltenkaum Informationen und versperren dir die Sicht.
ro_ro: By the way, is it just me or do y'all find tooltips to be rubbish? I mean, they rarely contain useful information, and they block your view. Apropo, mi se pare mie, sau tu crezi că toate ponturile sunt nasoale? Adică, foarte rar conţin informaţii utile, şi-ţi blochează perspectiva.
