Repository: mikutter/mikutter
Catalog: core/plugin/settings/po/*/settings.po
Languages: de, fr, ja_ks, ro_ro, zh_tw

# 基本設定
source: Basic preferences
de: Allgemeine Einstellungen
fr: Préférences basiques
ja_ks: 基本設定
ro_ro: Preferinţe principale
zh_tw: 基本設定

# 各情報を取りに行く間隔。単位は分
source: Interval between retrieving tweets, replies, etc. (in minutes)
de: Abrufintervall für den Empfang von Tweets, Antworten, usw.
fr: Intervalles entre les récupérations des tweets, réponses, etc...
ja_ks: 各情報を取りに行く間隔。単位は分
ro_ro: Intervalul dintre preluările de tweet-uri, răspunsuri, etc., specificat în minute.
zh_tw: 更新各種消息的時間間隔。以分為單位計。

# タイムラインとリプライ
source: Timeline and Replies
de: Timeline und Antworten
fr: Fil d'actualités et Réponses
ja_ks: タイムラインとリプライ
ro_ro: Cronologie şi Răspunsuri
zh_tw: 時間軸和回覆

# あなたがフォローしている人からのリプライとつぶやきの取得間隔
source: Interval between retrieving tweets and replies from whom you follow
de: Abrufintervall für den Empfang von Tweets und Antworten derer denen du folgst.
fr: Intervalle de récupération des tweets et réponses des comptes que vous suivez
ja_ks: 自分がフォローしとる人からのリプライとつぶやきの取得間隔
ro_ro: Intervalul dintre preluările de tweet-uri şi răspunsuri de la cei pe care îi urmăreşti.
zh_tw: 你關注對象的回覆及推文更新時間間隔

# フォローしていない人からのリプライ
source: Replies from users you aren't following
de: Antworten von Nutzern denen du nicht folgst
fr: Réponses provenant d'utilisateurs que vous ne suivez pas
ja_ks: フォローしとらん人からのリプライ
ro_ro: Răspunsurile de la utilizatorii pe care nu-i urmăreşti
zh_tw: 來自未關注推友的回覆

# あなたに送られてきたリプライを取得する間隔。 上との違いは、あなたがフォローしていない人からのリプライも取得出来ることです
source: Interval between retrieving replies sent to you.\nThis includes the retrieval of replies from people you don't follow as well as those you do.
de: Abrufintervall (an dich gesendeter Antworten).\nInklusive der Antworten derer denen du folgst und denen du nicht folgst.
fr: Intervalle d'obtention des réponses qui vous sont adressées. Ce réglage diffère du précédent par le fait qu'il concerne également les réponses provenant de comptes que vous ne suivez pas.
ja_ks: 自分に送られてきたリプライを取得する間隔。 上とちゃうのは、自分がフォローしとらん人からのリプライも取得出来るっちゅうこと
zh_tw: 回覆給你的推文更新時間間隔。 和前一選項的差別在於未關注使用者的回覆也會一併更新

# 保存した検索
source: Saved search query
de: gespeicherte Suchanfragen
fr: Recherches sauvegardées
ja_ks: 保存した検索
ro_ro: Criteriu de căutare salvat
zh_tw: 已存檔之搜尋條件

# 保存した検索を確認しに行く間隔
source: Interval between retrieving saved search query
de: Abrufintervall für gespeicherte Suchanfragen
fr: Intervalle de récupération des recherches sauvegardées
ja_ks: 保存した検索を確認しに行く間隔
ro_ro: Intervalul dintre preluările de criterii de căutare salvate
zh_tw: 已儲存搜尋結果的更新時間間隔

# リストのタイムライン
source: List timeline
de: Schreibe Timeline
ja_ks: リストのタイムライン
ro_ro: Listare cronologie
zh_tw: 列表時間軸

# 表示中のリストのタイムラインを確認しに行く間隔
source: Interval between retrieving tweets for currently displayed lists
de: Intervall für den Empfang zur Zeit angezeigter Listen.
fr: Intervalle de temps entre chaque récupération des tweets pour les listes actuellement affichées
ja_ks: 表示中のリストのタイムラインを確認しに行く間隔
ro_ro: Intervalul dintre preluările de tweet-uri pentru lista curent afişată
zh_tw: 顯示中列表的推文更新時間間隔

# フォロー
source: Follow
de: Folgen
fr: S'abonner
ja_ks: フォロー
ro_ro: Urmăreşte
zh_tw: 關注

# フォロー一覧を確認しに行く間隔。mikutterを使わずにフォローした場合、この時に同期される
source: Interval between retrieval of the list of people you are following. If you follow via another client, mikutter will be updated with the information at these intervals.
de: Intervall für den Abruf der Liste derer denen du folgst. Wenn du einen anderen Client benutzt wird mikutter dessen Intervall nutzen.
fr: Intervalle de synchronisation de la liste des comptes suivis. Si vous utilisez un autre client que mikutter, les comptes suivis seront synchronisés en utilisant cette intervalle.
ja_ks: フォロー一覧を確認しに行く間隔。mikutterを使わんとフォローしたら、この時に同期される
ro_ro: Intervalul dintre preluăurile listei celor pe care îi urmăreşti. Dacă îi urmăreşti printr-un alt client-utilizator, Mikutter va fi actualizat cu informaţii, la aceste intervale.
zh_tw: 關注中使用者名單的更新間隔。若是有在 mikutter 以外的地方關注推友，資料就會在更新時同步。

# フォロワー
source: Follower
fr: Abonné
ja_ks: フォロワー
ro_ro: Urmăritori
zh_tw: 關注者

# フォロワー一覧を確認しに行く間隔
source: Interval between retrieving your followers list
de: Intervall für den Empfang der Liste deiner Follower.
fr: Intervalle de récupération de la liste des followers
ja_ks: フォロワー一覧を確認しに行く間隔
ro_ro: Intervalul dintre preluările listei urmăritorilor tăi
zh_tw: 跟隨者名單的更新間隔

# ダイレクトメッセージ
source: Direct message
de: Direktnachricht
fr: Message Direct
ja_ks: ダイレクトメッセージ
ro_ro: Mesaj Direct
zh_tw: 私人訊息 (DM)

# ダイレクトメッセージを確認しに行く間隔
source: Interval between retrieving Direct Messages
de: Intervall für den Empfang von Direktnachrichten.
ja_ks: ダイレクトメッセージを確認しに行く間隔
ro_ro: Intervalul de preluare a Mesajelor Directe
zh_tw: 私人訊息的更新間隔

# 一度に取得するつぶやきの件数(1-200)
source: number of tweets that will be retrieved at once (1-200)
de: Anzahl der direkt zu empfangen Nachrichten (1-200).
fr: Nombre de tweets qui seront récupérés en une fois (1-200)
ja_ks: いっぺんに取得するつぶやきの件数(1-200)
ro_ro: numărul de tweet-uri preluate în acelaşi timp (1-200)
zh_tw: 一次取回的推文數 (1-200)

# イベントの発生頻度(ミリ秒単位)
source: Interval between event occurrences (in milliseconds)
de: Frequenz für das auftreten von Events (in Millisekunden).
fr: Fréquence de l'occurence des événements (en millisecondes)
ja_ks: イベントの発生頻度(ミリ秒単位)
ro_ro: Intervalul dintre apariţiile evenimentelor (în milisecunde)
zh_tw: 事件發生的頻率 (單位為毫秒)

# タイムラインとリプライとリツイート
source: Timeline, Reply and Retweet
de: Timeline, Antworten und Retweeten.
fr: Timeline, Réponses et Retweets
ja_ks: タイムラインとリプライとリツイート
ro_ro: Cronologie, Răspunsuri şi Retweet-uri
zh_tw: 時間軸、回覆及轉推

# ふぁぼられ
source: Favorited
de: Favorisiert
fr: Marqué comme favori
ja_ks: ふぁぼられ
ro_ro: Preferate
zh_tw: 被星

# リアルタイム更新
source: Realtime update
de: Echtzeit Update
fr: Mise à jour en temps réel
ja_ks: リアルタイム更新
ro_ro: Actualizare în Timp Real
zh_tw: 即時更新

# ホームタイムライン(UserStream)
source: Home timeline (UserStream)
ja_ks: ホームタイムライン(UserStream)
ro_ro: Cronologie Acasă (FluxUtilizator)
zh_tw: 主要時間軸 (UserStream)

# Twitter の UserStream APIを用いて、リアルタイムにツイートやフォローなどのイベントを受け取ります
source: Use Twitter Streaming API to update events(tweets, follow, etc.)
de: Benutze Twitter Streaming API um Events updates durchzuführen (Tweets, Folgen, usw.).
ja_ks: Twitter の UserStream APIを使うて、リアルタイムにツイートやらフォローやらのイベントを受け取るようになるで
ro_ro: Foloseşte API Fluxare Twitter, pentru a actualiza evenimentele. Ex.: tweet-uri, urmăriri, etc.
zh_tw: 使用 Twitter 的 UserStream API，即時取得發推、關注等事件的更新

# リスト(Streaming API)
source: List (Streaming API)
ja_ks: リスト(Streaming API)
ro_ro: Listă (API Fluxare)
zh_tw: 使用者列表 (串流 API)

# Twitter の Streaming APIを用いて、リアルタイムにリストの更新等を受け取ります
source: Use Twitter Streaming API to receive update of lists, etc. in real time.
de: Benutze Twitter Streaming API um updates von Listen, usw. in Echtzeit zu erhalten.
fr: Utiliser l'interface d'application Streaming API de Twitter pour recevoir les mises à jours des listes, etc, en temps réel.
ja_ks: Twitter の Streaming APIを使うて、リアルタイムにリストの更新等を受け取るようになるで
ro_ro: Foloseşte API Fluxare Twitter, pentru a primi în timp real, actualizări de liste, etc.
zh_tw: 使用 Twitter 的串流 API，即時取得列表等資料的更新

# リプライ元をサーバに問い合わせて取得する
source: Retrieve "in-reply-to" tweet from server
de: Empfange "in-reply-to" Tweet vom Server.
ja_ks: リプライ元をサーバに問い合わせて取得する
ro_ro: Preluare, de pe server, tweet în-răspuns-către
zh_tw: 由伺服器取得被回覆的推文

# つぶやきの取得漏れを防止する（遅延対策）
source: Prevent tweets from leaking (as delay prevention)
de: Verhindere das leaken von Tweets (zur Vorbeugung gegen Verzögerungen).
ja_ks: つぶやきの取得漏れを防止する（遅延対策）
ro_ro: Previne scurgerea de tweet-uri, ca prevenţie a întârzierilor
zh_tw: 預防漏推（延遲對策）

# 遅延に強くなりますが、ちょっと遅くなります。
source: This will prevent delayed tweet retrieval at the cost of a slight amount of speed.
de: Dies verhindert den verzögerten Empfang von Tweets zum Preis eines geringen Geschwindigkeitsverlustes.
ja_ks: 遅延に強うなるけど、ちょっと遅うなる
ro_ro: Aceasta va preveni preluarea întârzierii de tweet-uri, în detrimentul unui mic cost de viteză
zh_tw: 這個選項能防止推文取得的延遲，但會稍微變得慢一點

# %s について
source: About %s
fr: À propos de %s
ja_ks: %s について
ro_ro: Despre %s
zh_tw: 關於 %s

source: 全てのミク廃、そしてTwitter中毒者へ贈る、至高のTwitter Clientを目指すTwitter Client。 略して至高のTwitter Client。 圧倒的なかわいさではないか我がミクは このソフトウェアは %{license} によって浄化されています。
de: Präsentieren den führenden Twitter Client für Miku Fans und Twitter Junkies Ist Miku nicht niedlich? Dieses Programm unterliegt folgender Lizenz %{license}.
fr: Nous sommes fiers de vous présenter le client Twitter suprême pour les fans de Miku et les accros à Twitter. Miku est vraiment mignonne, n'est-ce pas ? Ce programme a été purifié par %{license}.
ja_ks: 六甲おろしに 颯爽と蒼天翔ける 日輪の青春の覇気 美しく 輝く我が名ぞ 阪神タイガース オウ オウ オウオウ 阪神タイガース フレ フレフレフレ 闘志溌剌 起つや今 熱血既に 敵を衝く 獣王の意気 高らかに 無敵の我等ぞ 阪神タイガース オウ オウ オウオウ 阪神タイガース フレ フレフレフレ 鉄腕強打 幾千度び 鍛えてここに 甲子園 勝利に燃ゆる 栄冠は 輝く我等ぞ 阪神タイガース オウ オウ オウオウ 阪神タイガース フレ フレフレフレ このソフトウェアは %{license} によって浄化されています。
zh_tw: 獻給所有 Miku 飯與推特成癮者，以頂級 Twitter Client 為目標的Twitter Client。 簡稱頂級 Twitter Client。 我們家 Miku 超可愛的有沒有 本軟體已經由 %{license} 淨化完畢。

source: http://mikutter.hachune.net/
ja_ks: http://hanshintigers.jp/
